Repository: ozemre0/ArcheryOZS_main
Catalog: lib/l10n/app_*.arb
Languages: tr

# competitionGenericError
source: An error occurred.
tr: Bir hata oluştu.

# noCompetitionsForFilter
source: No competition records match the filter.
tr: Filtreye uygun yarışma kaydı yok.

# scorePrefix
source: Score:
tr: Skor:

# rankPrefix
source: Qualification:
tr: Sıralama:

# eliminationPrefix
source: Final:
tr: Eleme:

# ageGroupDisplayPrefix
source: Age Group:
tr: Yaş Grubu:

# competitionNameRequired
source: Competition name is required
tr: Yarışma adı zorunludur

# notificationsTitle
source: Notifications
tr: Bildirimler

source: No notifications.
tr: Bildirim yok.

source: Unknown user
tr: Bilinmeyen kullanıcı

# pendingRequestDetail
source: You have a pending connection request.
tr: Onay bekleyen bağlantı isteğiniz var.

source: Reject
tr: Reddet

source: Accept
tr: Onayla

source: Technique
tr: Teknik

source: About
tr: Hakkında

# aboutDescription
source: ArcheryOZS is a modern archery training and competition management app for athletes and coaches.
tr: ArcheryOZS, sporcular ve antrenörler için modern bir okçuluk antrenman ve yarışma yönetim uygulamasıdır.

# developer
source: Developed by OZS Team
tr: Geliştirici: OZS Takımı

# version
source: Version: {version}
tr: Sürüm: {version}

# signOutConfirm
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Training Date & Time
tr: Antrenman Tarihi & Saati

# trainingDateTimeHint
source: Select the date and time for your training
tr: Antrenman için tarih ve saat seçin

source: Today
tr: Bugün

source: Yesterday
tr: Dün

source: Update Required
tr: Güncelleme Gerekli

# pleaseUpdateApp
source: A new version of the app is available. Please update to continue.
tr: Uygulamanın yeni bir sürümü mevcut. Devam etmek için lütfen güncelleyin.

source: Update Now
tr: Şimdi Güncelle

# currentVersion
source: Current version: {version}
tr: Mevcut sürüm: {version}

# minimumRequiredVersion
source: Minimum required version: {version}
tr: Gerekli minimum sürüm: {version}

# emailVerificationRequiredTitle
source: Email Verification Required
tr: Email Doğrulama Gerekli

# emailVerificationRequiredContent
source: Your registration was successful! Please verify your account by clicking the verification link sent to your email address. Check your inbox. You can log in after completing the verification process.
tr: Kayıt işleminiz başarılı! Lütfen email adresinize gönderilen doğrulama linkine tıklayarak hesabınızı doğrulayın. Mail kutunuzu kontrol ediniz. Doğrulama işleminden sonra giriş yapabilirsiniz.

# emailVerificationRequiredOk
source: OK
tr: Tamam

# emailVerificationLoginContent
source: Please verify your account by clicking the verification link sent to your email address. You cannot log in without verification.
tr: Lütfen email adresinize gönderilen doğrulama linkine tıklayarak hesabınızı doğrulayın. Doğrulama yapmadan giriş yapamazsınız.

source: Password Settings
tr: Şifre Ayarları

# setPassword
source: Set/Change Password
tr: Şifre Belirle / Değiştir

# setPasswordTitle
source: Set or Change Password
tr: Şifre Belirle veya Değiştir

# setPasswordNew
source: New Password
tr: Yeni Şifre

# setPasswordConfirm
source: Confirm Password
tr: Şifreyi Onayla

# setPasswordSave
source: Save Password
tr: Şifreyi Kaydet

# setPasswordSuccess
source: Password updated successfully!
tr: Şifre başarıyla güncellendi!

# setPasswordError
source: Failed to update password. Please try again.
tr: Şifre güncellenemedi. Lütfen tekrar deneyin.

# setPasswordMismatch
source: Passwords do not match!
tr: Şifreler eşleşmiyor!

# confirmPasswordChangeTitle
source: Confirm Password Change
tr: Şifre Değişikliğini Onayla

# confirmPasswordChangeContent
source: Are you sure you want to change your password?
tr: Şifrenizi değiştirmek istediğinize emin misiniz?

# verificationEmailSent
source: A verification email has been sent to your email address.
tr: E-posta adresinize bir doğrulama maili gönderildi.

source: Score Training
tr: Skor Antrenmanı

source: Target Face Score Training
tr: Hedef Kağıdı Skor Antrenmanı

source: Technique Training
tr: Teknik Antrenman

# hasTeamDegreeLabel
source: Team result available?
tr: Takım derecesi var mı?

# selectTeamDegreeYes
source: Yes
tr: Evet

# selectTeamDegreeNo
source: No
tr: Hayır

# teamTypeLabel
source: Team Type
tr: Takım Türü

# selectTeamTypeValidation
source: Please select a team type.
tr: Lütfen bir takım türü seçin.

# teamTypesNotFound
source: No team types found.
tr: Takım türü bulunamadı.

# teamResultLabel
source: Team Result
tr: Takım Sonucu
