Repository: ozemre0/ArcheryOZS_main
Catalog: lib/l10n/app_*.arb
Languages: tr

# loginTitle
source: Login
tr: Giriş

# emailLabel
source: Email
tr: E-posta

# passwordLabel
source: Password
tr: Şifre

# loginButton
source: Login
tr: Giriş Yap

source: Forgot Password
tr: Şifremi Unuttum

# noAccount
source: Don't have an account?
tr: Hesabınız yok mu?

source: Register
tr: Kayıt Ol

source: Edit Profile
tr: Profili Düzenle

# setupProfile
source: Profile Setup
tr: Profil Oluştur

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: Birth Date
tr: Doğum Tarihi

source: Role
tr: Rol

source: Athlete
tr: Sporcu

source: Coach
tr: Antrenör

source: Viewer
tr: İzleyici

# photoSelectError
source: Error selecting photo
tr: Fotoğraf seçilirken bir hata oluştu

# birthDateRequired
source: Please select your birth date
tr: Lütfen doğum tarihinizi seçin

source: Profile updated
tr: Profil güncellendi

source: First name required
tr: Ad gerekli

source: Last name required
tr: Soyad gerekli

# dateNotSelected
source: Not selected
tr: Seçilmedi

source: User ID copied
tr: Kullanıcı ID kopyalandı

source: Phone number copied
tr: Telefon numarası kopyalandı

# invalidPhoneNumber
source: Please enter a valid phone number
tr: Lütfen geçerli bir telefon numarası girin

# roleLabel
source: Role:
tr: Rol:

source: Profile Picture
tr: Profil Fotoğrafı

source: Sign Out
tr: Çıkış Yap

source: Loading profile...
tr: Profil yükleniyor...

source: My Profile
tr: Profilim

# address
source: Address (Optional)
tr: Adres (Opsiyonel)

# phoneNumber
source: Phone Number (Optional)
tr: Telefon Numarası (Opsiyonel)

# contactInfo
source: Contact Information
tr: İletişim Bilgileri

source: Gender
tr: Cinsiyet

source: Male
tr: Erkek

# athleteCompetitionHistoryTitle
source: {athleteName}'s Competition History
tr: {athleteName} - Yarışma Geçmişi

# errorLoadingCompetitions
source: Error loading competition history.
tr: Yarışma geçmişi yüklenirken hata oluştu.

# noCompetitionHistory
source: No competition history found.
tr: Yarışma geçmişi bulunamadı.

# dateLabel
source: Date:
tr: Tarih:

source: Female
tr: Kadın

# genderLabel
source: Gender:
tr: Cinsiyet:

# updateProfileOffline
source: Please update your profile when you have internet connection
tr: Lütfen internet bağlantınız olduğunda profilinizi güncelleyin

# profileUpdateError
source: Profile could not be updated. Please check your internet connection
tr: Profil güncellenemedi. Lütfen internet bağlantınızı kontrol edin

# homeTab
source: Home
tr: Ana Sayfa

# profileTab
source: Profile
tr: Profil

# trainingTab
source: Training
tr: Antrenman

source: Competition Records
tr: Yarışma Kayıtları

# competitionRecordsDesc
source: View and manage your competitions.
tr: Yarışmalarınızı görüntüleyin ve yönetin.

# indoorLabel
source: Indoor
tr: Salon

# outdoorLabel
source: Outdoor
tr: Açık Alan

# scoreLabel
source: Score
tr: Skor

# welcomeText
source: Welcome
tr: Hoş Geldiniz

# trainingOnlyAthlete
source: Training features are only available for athlete accounts.
tr: Antrenman özellikleri sadece sporcu hesapları için kullanılabilir.

source: My Coaches
tr: Antrenörlerim

source: My Athletes
tr: Sporcularım

# noCoachesYet
source: You don't have any coaches yet
tr: Henüz bir antrenörünüz yok

# noAthletesYet
source: You don't have any athletes yet
tr: Henüz bir sporcunuz yok

# coachLabel
source: Coach
tr: Antrenör

# athleteLabel
source: Athlete
tr: Sporcu

# noContactInfo
source: Athlete has not entered contact information yet.
tr: Sporcu henüz iletişim bilgilerini girmemiş.

# manageAthletesDesc
source: View and manage your athletes
tr: Yönettiğiniz sporcuları görüntüleyin

source: Age
tr: Yaş

source: years old
tr: yaşında

source: Filter Athletes
tr: Sporcu Filtreleri

# filterGender
source: Gender
tr: Cinsiyet

# filterAge
source: Age Group
tr: Yaş Grubu

# filterAll
source: All
tr: Hepsi

# filterMale
source: Male
tr: Erkek

# filterFemale
source: Female
tr: Kadın

# age13to14
source: 13-14 Years
tr: 13-14 Yaş

# age15to17
source: 15-17 Years
tr: 15-17 Yaş

# age18to20
source: 18-20 Years
tr: 18-20 Yaş

# age20plus
source: 20+ Years
tr: 20+ Yaş

# webSyncOnlySupabase
source: On web, only Supabase is used for competition records.
tr: Web'de sadece Supabase üzerinden yarışma kayıtları kullanılır.

# syncAddedToLocal
source: Competition added to local database.
tr: Yarışma kaydı cihaza eklendi.

# syncAddedToSupabase
source: Competition added to Supabase.
tr: Yarışma kaydı Supabase'e eklendi.

# syncUpdatedSupabase
source: Competition updated in Supabase.
tr: Yarışma kaydı Supabase'de güncellendi.

# syncUpdatedLocal
source: Competition updated in local database.
tr: Yarışma kaydı cihazda güncellendi.

# syncCompleted
source: Competition records synchronization completed.
tr: Yarışma kayıtlarının senkronizasyonu tamamlandı.

source: Clear Filters
tr: Filtreleri Temizle

source: Apply Filters
tr: Filtreleri Uygula

# searchAthletes
source: Search athletes by name
tr: İsme göre sporcu ara

# filteredCount
source: Filtered: {count} athletes
tr: Filtrelendi: {count} sporcu

# personalInfo
source: Personal Information
tr: Kişisel Bilgiler

source: Options
tr: İşlemler

source: Competition History
tr: Yarışma Geçmişi

source: Unnamed Competition
tr: İsimsiz Yarışma

# rankingResult
source: Qualification
tr: Sıralama

source: Statistics
tr: İstatistikler

source: Filter Options
tr: Filtreleme Seçenekleri

source: Remove Connection
tr: Bağlantıyı Kaldır

# confirmRemoveConnection
source: Are you sure you want to remove {firstName} {lastName}?
tr: {firstName} {lastName} kişisini silmek istediğinizden emin misiniz?

source: Remove
tr: Kaldır

source: Clear
tr: Temizle

source: Add Athlete
tr: Sporcu Ekle

source: Add Coach
tr: Antrenör Ekle

source: Athlete ID
tr: Sporcu ID

source: Athlete Profile ID
tr: Profil ID

# athleteProfileIdHelper
source: Please enter the profile ID of the athlete (e.g. ay1, mc2)
tr: Sporcunun profil ID'sini giriniz (örn: ay1, mc2)

# athleteProfileIdRequired
source: Profile ID required
tr: Profil ID zorunlu

# athleteNotFound
source: Athlete with this profile ID not found.
tr: Bu profil ID'ye sahip sporcu bulunamadı.

source: Coach ID
tr: Antrenör ID

source: Coach Profile ID
tr: Profil ID

# coachProfileIdHelper
source: Please enter the profile ID of the coach (e.g. ak1, bt2)
tr: Antrenörün profil ID'sini giriniz (örn: ak1, bt2)

# coachProfileIdRequired
source: Profile ID required
tr: Profil ID zorunlu

# coachNotFound
source: Coach with this profile ID not found.
tr: Bu profil ID'ye sahip antrenör bulunamadı.

source: Profile ID
tr: Profil ID

# profileIdCopied
source: Profile ID copied to clipboard!
tr: Profil ID panoya kopyalandı!

source: Athlete ID required
tr: Sporcu ID gerekli

source: Coach ID required
tr: Antrenör ID gerekli

# athleteIdHelper
source: Please enter the ID of a user with athlete role
tr: Lütfen sadece sporcu rolündeki kullanıcının ID'sini giriniz

# coachIdHelper
source: Enter the coach ID provided to you by your coach
tr: Antrenörünüzün size verdiği ID'yi giriniz

source: Only coaches can add athletes
tr: Sadece antrenörler sporcu ekleyebilir

source: Only athletes can add coaches
tr: Sadece sporcular antrenör ekleyebilir

# cannotAddSelf
source: You cannot add yourself as an athlete. Please enter a valid athlete ID
tr: Kendinizi sporcu olarak ekleyemezsiniz. Lütfen geçerli bir sporcu ID'si giriniz

# athleteAddedSuccess
source: Athlete added successfully
tr: Sporcu başarıyla eklendi

# coachAddedSuccess
source: Coach added successfully
tr: Antrenör başarıyla eklendi

source: Athlete request sent.
tr: Sporcu ekleme isteği gönderildi.

# confirmAddAthleteTitle
source: Confirm Add Athlete
tr: Sporcu eklemesini onayla

# confirmAddAthleteMessage
source: Are you sure you want to add this athlete?
tr: Bu sporcuyu eklemek istediğinizden emin misiniz?

source: Add
tr: Ekle

source: Save
tr: Kaydet

source: Cancel
tr: Vazgeç

source: Close
tr: Kapat

source: Image not available
tr: Resim bulunamadı

# error
source: Error: {error}
tr: Hata: {error}

source: Edit
tr: Düzenle

source: Delete
tr: Sil

# trainingSystem
source: Create Training
tr: Antrenman

# trainingHistory
source: Training Records
tr: Antrenman Kayıtları

# trainingSystemDesc
source: Record your training scores and track your progress.
tr: Antrenman puanlarınızı kaydedin ve ilerlemenizi takip edin.

# trainingHistoryDesc
source: View and analyze your training sessions.
tr: Antrenmanlarınızı görüntüleyin ve analiz edin.

source: Training Configuration
tr: Antrenman Oluşturma

source: Training Parameters
tr: Antrenman Parametrelerini Ayarla

# trainingParametersSetup
source: Configure training parameters to start a new training session
tr: Antrenman parametrelerini ayarlayarak yeni bir antrenman başlatın

source: START TRAINING
tr: ANTRENMANI BAŞLAT

source: Training Name
tr: Antrenman Adı

# trainingNameHint
source: Give a custom name for your training
tr: Antrenman için özel bir isim verin

source: Training Environment
tr: Antrenman Ortamı

source: Indoor
tr: İç Mekan

source: Outdoor
tr: Dış Mekan

source: Bow Type
tr: Yay Tipi

# distance
source: Distance (meters)
tr: Mesafe (metre)

source: Arrows Per Series
tr: Seri Başına Ok Sayısı

# seriesCount
source: Series {current}/{total}
tr: Seri {current}/{total}

source: Round Count
tr: Tur Sayısı

source: arrows
tr: ok

source: Series
tr: Seriler

source: rounds
tr: tur

source: Target Face
tr: Hedef Kağıdı

source: Select Target Face
tr: Hedef Kağıdı Seç

# targetFace80cm
source: 80cm FITA (6 Rings + X)
tr: 80cm FITA (6 Halka + X)

# targetFace122cm
source: 122cm FITA (10 Rings + X)
tr: 122cm FITA (10 Halka + X)

# targetFaceRequired
source: Target face selection is required for score training
tr: Skor antrenmanı için hedef kağıdı seçimi zorunludur

# tapTargetToScore
source: Tap on target face to enter score
tr: Puan girmek için hedef kağıdına dokunun

source: Target Face Scoring
tr: Hedef Kağıdı Puanlama

source: Tap to enter score
tr: Puan girmek için dokunun

source: Arrow Hole
tr: Ok Deliği

# closeTargetView
source: Close
tr: Kapat

# arrowCount
source: Arrow {current}/{total}
tr: Ok {current}/{total}

source: Series Complete
tr: Seri Tamamlandı

source: Next Series
tr: Sonraki Seri

source: Finish Training
tr: Antrenmanı Bitir

# continueTraining
source: Continue
tr: Devam Et

source: Training
tr: Antrenman

# currentSeries
source: Current Series ({current}/{total})
tr: Mevcut Seri ({current}/{total})

source: Total
tr: Toplam

# noSeriesYet
source: No series recorded yet
tr: Henüz kaydedilmiş seri yok

# seriesCompleteMessage
source: You've completed {count} arrows for this series. Press "Complete Series" to move to the next series.
tr: Bu seri için {count} ok tamamlandı. "Seriyi Tamamla" butonuna basarak bir sonraki seriye geçebilirsiniz.

# undoLast
source: Undo
tr: Geri Al

source: Reset
tr: Sıfırla

source: Complete Series
tr: Seriyi Tamamla

source: Series {number}
tr: Seri {number}

# trainingSessionInfo
source: After creating series, you can edit past series by tapping on the series cards.
tr: Serileri oluşturduktan sonra seri kartlarına dokunarak geçmiş serileri düzenleyebilirsiniz.

source: Training Session Name
tr: Antrenman Adı

source: Training Statistics
tr: Antrenman İstatistikleri

source: Average
tr: Ortalama

source: Total Arrows
tr: Toplam Ok

# totalSessions
source: Sessions
tr: Antrenman

source: Best Training:
tr: En İyi Antrenman:

source: Delete Training
tr: Antrenmanı Sil

# deleteTrainingConfirm
source: Are you sure you want to delete this training session? This action cannot be undone.
tr: Bu antrenmanı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# trainingDeleted
source: Training session successfully deleted.
tr: Antrenman başarıyla silindi.

# userNotFound
source: User session not found. Please login again.
tr: Kullanıcı oturumu bulunamadı. Lütfen tekrar giriş yapın.

# filter
source: Filter: {filterName}
tr: Filtre: {filterName}

source: All Trainings
tr: Tüm Antrenmanlar

# indoorOnly
source: Indoor
tr: İç Mekan

# outdoorOnly
source: Outdoor
tr: Dış Mekan

source: Date Range
tr: Tarih Aralığı

# noTrainingsYet
source: No training sessions recorded yet
tr: Henüz kaydedilmiş antrenman bulunmuyor

# arrowsAndSeries
source: {arrowCount} arrows, {seriesCount} series
tr: {arrowCount} ok, {seriesCount} seri

# averageScore
source: Avg: {score}
tr: Ort: {score}

source: Performance Graph
tr: Performans Grafiği

# lastTrainings
source: Last {count} trainings
tr: Son {count} antrenman

# noSeriesData
source: No series data available
tr: Seri verisi bulunamadı

# trainingConfigDescription
source: Set up training parameters to start a new training session
tr: Antrenman parametrelerini ayarlayarak yeni bir antrenman başlatın

# configureTrainingParameters
source: Training Parameters
tr: Antrenman Parametreleri

# configTrainingDesc
source: Set up training parameters to start a new training session
tr: Antrenman parametrelerini ayarlayarak yeni bir antrenman başlatın.

# trainingDescription
source: Set up training parameters to start a new training session
tr: Antrenman parametrelerini ayarlayarak yeni bir antrenman başlatın.

source: Training Details
tr: Antrenman Detayları

source: Date:
tr: Tarih:

# bowTypeLabel
source: Bow Type:
tr: Yay Tipi:

# distanceLabel
source: Distance: {distance}
tr: Mesafe: {distance}

source: Environment:
tr: Ortam:

# indoorEnv
source: Indoor
tr: İç Mekan

# outdoorEnv
source: Outdoor
tr: Dış Mekan

# totalArrowsLabel
source: Total Arrows:
tr: Toplam Ok:

# totalScoreLabel
source: Total Score:
tr: Toplam Puan:

# averageLabel
source: Average
tr: Ortalama

# arrowsLabel
source: Arrows:
tr: Oklar:

# totalLabel
source: Total:
tr: Toplam:

# noTrainingOnDate
source: No training found on this date.
tr: Bu tarihte antrenman bulunamadı.

# noTrainingInRange
source: No training found in selected date range.
tr: Seçilen tarih aralığında antrenman bulunamadı.

source: Clear Date Filter
tr: Tarih Filtresini Kaldır

source: Filter by Date
tr: Tarihe Göre Filtrele

source: Debug
tr: Hata Ayıklama

source: Refresh
tr: Yenile

source: Athlete Statistics
tr: Sporcu İstatistikleri

source: Overall Performance
tr: Genel Performans

source: Recent Progress
tr: Son İlerleme

source: Training Frequency
tr: Antrenman Sıklığı

source: Score Distribution
tr: Puan Dağılımı

source: Highest Score
tr: En Yüksek Puan

source: Lowest Score
tr: En Düşük Puan

source: Average Performance
tr: Ortalama Performans

source: Total Training Hours
tr: Toplam Antrenman Saati

source: Weekly Training Hours
tr: Haftalık Antrenman Saati

source: Monthly Training Hours
tr: Aylık Antrenman Saati

source: Consistency Index
tr: Tutarlılık İndeksi

source: Performance by Distance
tr: Mesafeye Göre Performans

source: Performance by Environment
tr: Ortama Göre Performans

source: Improvement Rate
tr: İyileştirme Oranı

source: Weekly Average
tr: Haftalık Ortalama

source: Monthly Average
tr: Aylık Ortalama

source: Compare to Last Month
tr: Geçen Ay ile Karşılaştır

source: Compare to Last Week
tr: Geçen Hafta ile Karşılaştır

# noStatisticsAvailable
source: No statistics available for this athlete yet
tr: Bu sporcu için henüz istatistik bulunmuyor

source: Best Arrow
tr: En İyi Ok

source: Best Series
tr: En İyi Seri

source: Filters
tr: Filtreler

source: All Environments
tr: Tüm Ortamlar

source: All Time
tr: Tüm Zamanlar

source: Last Day
tr: Son 1 Gün

source: Last Week
tr: Son 1 Hafta

source: Last Two Weeks
tr: Son 2 Hafta

source: Custom Date Range
tr: Özel Tarih Aralığı

source: Change Date Range
tr: Tarih Aralığını Değiştir

source: Active Filters
tr: Aktif Filtreler

source: No Active Filters
tr: Aktif Filtre Yok

# trainingEnvironmentTitle
source: Training - {environment}
tr: Antrenman - {environment}

# bowTypeInfo
source: Bow type: {type}
tr: Yay tipi: {type}

source: Total: {score}
tr: Toplam: {score}

# totalSeriesScore
source: Total: {score}
tr: Toplam: {score}

# undoButton
source: Undo
tr: Geri Al

# resetButton
source: Reset
tr: Sıfırla

# completeSeriesButton
source: Complete Series
tr: Seriyi Tamamla

source: Warning
tr: Uyarı

# trainingNotSavedMessage
source: Training not saved. Do you want to save?
tr: Antrenman kaydedilmedi. Kaydetmek istiyor musunuz?

source: Exit Without Saving
tr: Kaydetmeden Çık

# cancelButton
source: Cancel
tr: İptal

# saveButton
source: Save
tr: Kaydet

# trainingSavedMessage
source: Training saved.
tr: Antrenman kaydedildi.

# finishTrainingTitle
source: Finish Training
tr: Antrenmanı Bitir

# finishTrainingTotalScore
source: Total Score
tr: Toplam Puan

# finishTrainingTotalArrows
source: Total Arrows
tr: Toplam Ok

# finishTrainingAveragePerArrow
source: Average
tr: Ortalama

# finishTrainingContinue
source: Continue Training
tr: Antrenmana Devam Et

# finishTrainingSaveAndFinish
source: Save and Finish
tr: Kaydet ve Bitir

source: Tap for options
tr: Daha fazla seçenek için karta dokunun

# createCompetitionTitle
source: Create New Competition
tr: Yeni Yarışma Oluştur

# competitionNameLabel
source: Competition Name
tr: Yarışma Adı

# competitionDescriptionLabel
source: Description
tr: Açıklama

# competitionDateLabel
source: Competition Date
tr: Tarih

# competitionDateHint
source: DD/MM/YYYY
tr: GG/AA/YYYY

# competitionAgeGroupsLabel
source: Age Groups
tr: Yaş Grupları

# competitionDistancesLabel
source: Distances
tr: Mesafeler

# competitionVenueLabel
source: Venue
tr: Mekan

# competitionVenueIndoor
source: Indoor
tr: Salon (Indoor)

# competitionVenueOutdoor
source: Outdoor
tr: Açık Alan (Outdoor)

# competitionCustomDistance
source: Custom Distance (meters)
tr: Özel Mesafe (metre)

# competitionSaveButton
source: Save
tr: Kaydet

# competitionAgeGroup1
source: Ages 9-10
tr: 9-10 Yaş

# competitionAgeGroup2
source: Ages 11-12
tr: 11-12 Yaş

# competitionAgeGroup3
source: Ages 13-14
tr: 13-14 Yaş

# competitionAgeGroup6
source: Seniors
tr: Büyükler

# competitionDistanceCustom
source: Custom
tr: Özel

# myCompetitionsTitle
source: My Competitions
tr: Yarışmalarım

# myCompetitionsDesc
source: Competitions you have participated in are listed here.
tr: Katıldığınız yarışmalar burada listelenir.

# eliminationQuestion
source: Will there be elimination?
tr: Eleme olacak mı?

# eliminationYes
source: Yes
tr: Evet

# eliminationNo
source: No
tr: Hayır

# registrationDatesLabel
source: Registration Dates
tr: Kayıt Tarihleri

# registrationStartLabel
source: Start
tr: Başlangıç

# registrationEndLabel
source: End
tr: Bitiş

source: Notes
tr: Notlar

source: Training Type
tr: Antrenman Türü

# timerTitle
source: Timer
tr: Zamanlayıcı

# prepTime
source: Preparation Time (sec)
tr: Hazırlanma Süresi (sn)

# prepTimeHint
source: Enter preparation time
tr: Hazırlık süresini girin

# seriesTime
source: Series Time (sec)
tr: Seri Süresi (sn)

# seriesTimeHint
source: Enter series time
tr: Seri süresini girin

source: Start
tr: Başlat

source: Timer ready
tr: Zamanlayıcı hazır

# prepPhase
source: Preparation Phase
tr: Hazırlık Aşaması

source: Series Phase
tr: Seri Aşaması

source: Warning Phase
tr: Uyarı Aşaması

source: Finished
tr: Bitti

source: Touch to start
tr: Başlatmak için dokunun

source: Settings
tr: Ayarlar

source: Language Settings
tr: Dil Ayarları

source: Theme Settings
tr: Tema Ayarları

source: Timer Settings
tr: Zamanlayıcı Ayarları

source: Light Theme
tr: Açık Tema

source: Dark Theme
tr: Karanlık Tema

source: Keep above lockscreen
tr: Kilit ekranının üzerinde tut

source: Shooting Time
tr: Atış Süresi

source: Warning Time
tr: Uyarı Süresi

source: seconds
tr: saniye

source: Sound
tr: Ses

source: Vibrate
tr: Titreşim

source: Test Timer
tr: Zamanlayıcıyı Test Et

# competitionOptionsTitle
source: Competition Options
tr: Yarışma Seçenekleri

# deleteCompetitionTitle
source: Delete Competition
tr: Yarışma Kaydını Sil

# deleteCompetitionConfirm
source: Are you sure you want to delete this competition record?
tr: Bu yarışma kaydını silmek istediğinize emin misiniz?

# otherLabel
source: Other
tr: Diğer

# cancelButtonLabel
source: Cancel
tr: İptal

# okButtonLabel
source: OK
tr: Tamam

# editButtonLabel
source: Edit
tr: Düzenle

# deleteButtonLabel
source: Delete
tr: Sil

# saveButtonLabel
source: Save
tr: Kaydet

# errorPrefix
source: Error:
tr: Hata:

# noDateAvailable
source: No Date
tr: Tarih Yok

# unnamedCompetitionPlaceholder
source: unnamed competition
tr: isimsiz yarışma

# addCompetitionTitle
source: Add Competition
tr: Yarışma Ekle

# editCompetitionTitle
source: Edit Competition
tr: Yarışma Düzenle

# competitionNameOptionalLabel
source: Competition Name
tr: Yarışma Adı

# ageGroupLabel
source: Age Group
tr: Yaş Grubu

source: Age groups not found.
tr: Yaş grubu bulunamadı.

# environmentLabel
source: Environment
tr: Ortam

# distanceInMetersLabel
source: Distance (meters)
tr: Mesafe (metre)

# customDistancePrefix
source: Custom distance:
tr: Özel mesafe:

# customDistanceDialogTitle
source: Enter Custom Distance
tr: Özel Mesafe Girin

# distanceInMetersHint
source: Distance (m)
tr: Mesafe (m)

# bowTypeRecurve
source: Recurve
tr: Klasik

# bowTypeCompound
source: Compound
tr: Makaralı

# selectBowTypeValidation
source: Please select a bow type
tr: Yay tipi seçiniz

# maxScoreLabel
source: Maximum Score
tr: Maksimum Puan

# customMaxScorePrefix
source: Custom maximum score:
tr: Özel maksimum puan:

# customMaxScoreDialogTitle
source: Enter Custom Maximum Score
tr: Özel Maksimum Puan Girin

# maxScoreHint
source: Maximum score
tr: Maksimum puan

# qualificationRankLabel
source: Qualification Rank
tr: Sıralama (Derece)

# finalRankLabel
source: Final Rank
tr: Eleme Sonucu (Derece)

# otherCustomFinalRankLabel
source: Other (Custom Final Rank)
tr: Diğer (Özel Eleme Sonucu)

# saveCompetitionButton
source: Save Competition
tr: Yarışmayı Kaydet

# saveChangesButtonLabel
source: Save Changes
tr: Değişiklikleri Kaydet

# enterTotalScoreValidation
source: Please enter total score
tr: Toplam skor giriniz

# enterValidNumberValidation
source: Please enter a valid number
tr: Geçerli bir sayı giriniz

# totalScoreExceedsMaxValidation
source: Total score cannot exceed maximum score!
tr: Toplam skor, maksimum puandan büyük olamaz!

source: User session not found.
tr: Kullanıcı oturumu bulunamadı.

# competitionUpdatedLocallyOffline
source: Competition updated locally while offline.
tr: Yarışma internet yokken yerel olarak güncellendi.

# competitionUpdateSuccess
source: Competition updated successfully.
tr: Yarışma başarıyla güncellendi.

# confirmExitTitle
source: Exit without saving changes?
tr: Değişiklikleri kaydetmeden çık?

# confirmExitMessage
source: Your changes will not be saved.
tr: Yaptığınız değişiklikler kaydedilmeyecek.

# exitButtonLabel
source: Exit
tr: Çık

# addCompetitionFAB
source: Add Competition
tr: Yarışma Ekle

# competitionSyncSuccess
source: Competitions synced successfully.
tr: Yarışmalar başarıyla senkronize edildi.

# competitionUserNotFound
source: User not found.
tr: Kullanıcı bulunamadı.

# deleteIdNull
source: ID for deletion not found.
tr: Silinecek ID bulunamadı.

# deleteFailedLocal
source: Local delete failed.
tr: Yerel silme başarısız.

source: Competition deleted.
tr: Yarışma silindi.

# deleteFailedGeneral
source: Delete failed: {error}
tr: Silme başarısız: {error}

# deleteCompetitionRecordTitle
source: Delete Competition Record
tr: Yarışma Kaydını Sil

# confirmDeleteCompetitionRecordMessage
source: Are you sure you want to delete this competition record?
tr: Bu yarışma kaydını silmek istediğinize emin misiniz?

# deleteCompetitionsTitle
source: Delete Competitions
tr: Yarışmaları Sil

# confirmDeleteSelectedCompetitionsMessage
source: Are you sure you want to delete {count} competition records?
tr: {count} adet yarışma kaydını silmek istediğinize emin misiniz?

# selectedCompetitionsDeleted
source: {count} competitions deleted.
tr: {count} yarışma silindi.
